xmlSOAP.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sch="http://www.servicios.co/pagos/schemas">
   <soapenv:Body>
      <sch:ReferenciaFactura>
         <sch:referenciaFactura>1234517444</sch:referenciaFactura>
      </sch:ReferenciaFactura>
   </soapenv:Body>
</soapenv:Envelope>